tap "hashicorp/tap"

# Application for development

brew "python"
brew "zsh"
brew "poetry"
brew "uv"
brew "gh"
brew "pre-commit"
brew "azure-cli"
brew "hashicorp/tap/terraform"
cask "visual-studio-code"
cask "docker-desktop"

# General software
cask "google-chrome"
cask "google-drive"
cask "logseq"
cask "slack"
cask "1password"
cask "spotify"
cask "keepingyouawake"
cask "iterm2"
cask "ollama-app"
cask "loom"
cask "raycast"
cask "signal"
cask "logi-options+"
cask "1password-cli"
