andrewleedham.vscode-css-modules
anthropic.claude-code
bobronium.darcula-from-pycharm
bradlc.vscode-tailwindcss
charliermarsh.ruff
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
firsttris.vscode-jest-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
grapecity.gc-excelviewer
graphql.vscode-graphql-syntax
hashicorp.terraform
kevinrose.vsc-python-indent
kj.sqltools-driver-redshift
limejuly.vscode-yaml-block-highlight
mechatroner.rainbow-csv
mhutchie.git-graph
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
samuelcolvin.jinjahtml
spadin.memento-inputs
sqlfluff.vscode-sqlfluff
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
tamasfe.even-better-toml
wayou.vscode-todo-highlight
